{"SFTIN_WMS_Address-UserGuide.txt": {"explanation": "This text provides a user guide for creating and editing address details in a system. It explains the conventions used in the document and provides step-by-step instructions on how to create address details.", "tags": ["Guide", "Operational", "Process"]}, "SFTIN_WMS_AdhocUIDefinition-UserGuide.txt": {"explanation": "The text content is a user guide for Adhoc UI Definition, which explains the conventions used in the document and provides an overview, prerequisites, and steps for creating a definition ID and mapping to objects in the Adhoc UI. It includes information on menu access, mandatory values, optional values, and the display of records in the grid.", "tags": ["Guide", "Operational", "Process"]}, "SFTIN_WMS_AutoLoadTruckBySPN-UserGuide.txt": {"explanation": "The text content is a user guide for a feature called Auto Load Truck By SPN. It explains the overview of the feature, pre-requisites, loading SPNs into the LTL truck, and what to do next after loading. The document includes conventions used for better understanding of the screen functionality.", "tags": ["Guide", "Outbound", "Operational"]}, "SFTIN_WMS_AdhocQueryParamSetup-UserGuide.txt": {"explanation": "This text is a user guide for setting up adhoc query parameters in a software system. It provides step-by-step instructions and conventions used in the document for better understanding.", "tags": ["Guide", "IT", "Process"]}, "SFTIN_WMS_AutoHoldInboundInspection-UserGuide.txt": {"explanation": "The text is a user guide for the Auto Hold/Inbound Inspection feature in a warehouse management system. It provides detailed instructions on releasing LPNs held for Inbound QC and performing LPN splits. The content is focused on operational tasks related to inbound processes within the warehouse.", "tags": ["Operational", "Inbound", "Guide", "Process"]}, "SFTIN_WMS_AdhocUIObject-UserGuide.txt": {"explanation": "This text content is a user guide for setting up Adhoc UI Objects in a software system. It provides instructions on defining UI objects, specifying values, and accessing menu options. It includes details on mandatory and optional values, data types, object length, container ID, and SQL data source.", "tags": ["Guide", "IT", "Process"]}, "SFTIN_WMS_BOLType-UserGuide.txt": {"explanation": "The text provides a user guide for a BOL Type screen in a warehouse management system. It explains the conventions used in the document and provides an overview of adding new BOL Type details. It includes menu access information and instructions on mandatory and optional values. The content is related to operational processes within a WMS.", "tags": ["Operational", "Guide", "WMS", "Process"]}, "SFTIN_WMS_Account-UserGuide.txt": {"explanation": "The text content provides a user guide for creating and maintaining account details within a business unit. It outlines the steps and details required to define account information, including basic info, general info, and other info. The guide covers menu access, mandatory and optional values, and different settings related to accounts.", "tags": ["Guide", "Operational", "Process"]}, "SFTIN_WMS_BatchPreference-UserGuide.txt": {"explanation": "The text provides a user guide for defining batch preferences in a warehouse management system. It explains the conventions used in the document and provides step-by-step instructions on how to set batch preferences for batch picking.", "tags": ["Guide", "WMS", "Outbound", "Process"]}, "SFTIN_WMS_AdhocMasterTemplate-UserGuide.txt": {"explanation": "This text provides a user guide for setting up and using the Adhoc Master Template screen in a software system. It explains the conventions used, prerequisites, and steps for setting up the master template. It includes details on specifying values for different controls, validation queries, display settings, and checkboxes for various functionalities.", "tags": ["Guide", "Operational", "Process"]}, "SFTN_WMS_SecurityProfile-UserGuide.txt": {"explanation": "The text content provides detailed instructions and guidelines for setting up security profiles in a system. It includes creating users, user groups, mapping users with groups, setting security questions, granting/rejecting menu access rights, and exporting menu access details. The content is focused on administrative actions related to security configurations and access control within the system.", "tags": ["Admin", "IT", "Process", "Guide"]}}